Repository: Ednaz/openvision-core-plugin
Catalog: po/*.po
Languages: de, tr

source: You are about to flash an eMMC flash; we cannot take any responsibility for any errors or damage to your box during this process. Proceed with CAUTION!: Are you sure you want to flash this image:
de: Du möchtest einen eMMC-Flashspeicher flashen. Wir können keine Garantie für Fehler oder Beschädigungen am Receiver übernehmen, die durch diesen Prozess entstehen. Mit Vorsicht fortfahren! Bist du Dir sicher, das dieses Image geflashed werden soll:
tr: Bir eMMC flaşı yanıp sönmek üzeresiniz; bu işlem sırasında kutunuzdaki herhangi bir hata veya hasar için herhangi bir sorumluluk kabul edemeyiz. DİKKAT ile devam edin!: Bu resmi flaşlamak istediğinizden emin misiniz:

source: You have decided not to flash image.
de: Du hast entschieden, dieses Image nicht zu flashen.
tr: Görüntüyü flaş etmemeye karar verdiniz.

source: You have to create a SWAP file before trying to activate the autostart.
de: Du musst eine SWAP-Datei erstellen bevor der Autostart aktiviert werden kann.
tr: Otomatik başlatmayı etkinleştirmeye çalışmadan önce bir SWAP dosyası oluşturmanız gerekir.

source: slot%s - %s (current image)
de: Slot%s - %s (aktuelles Image)
tr: slot%s - %s (geçerli resim)

source: unavailable
de: nicht verfügbar
tr: kullanılamıyor

source: Check every minutes
de: Jede Minute prüfen

source: Enable Auto Timer Check
de: Auto Timer Check aktivieren

source: Flash
de: Flashen

source: Folder Prefix
de: Verzeichnis-Präfix

source: Really close without saving settings?
de: Wirklich schließen, ohne die Einstellungen zu speichern?

source: Repeat how often
de: Wie oft wiederholen

source: Restoring settings, receiver rebooting...
de: Einstellungen werden wiederhergestellt, der Receiver startet im Anschluss neu...

source: Schedule Backups
de: Zeitplan für Backups

source: Select an image to download:
de: Wähle Image zum Herunterladen aus:

source: Time of Backup to start in minutes
de: Startzeit des Backups in Minuten

source: ofgwrite error (also sent to any debug log): %s
de: ofgwrite Fehler (siehe Debug-Log): %s
