Repository: Ednaz/openvision-core-plugin
Catalog: po/*.po
Languages: de, tr

source: 30 Days
de: 30 Tage
tr: 30 Gün

source: A background update check is in progress, please try again.
de: Im Hintergrund wird auf mögliche Updates geprüft. Bitte später erneut versuchen.
tr: Bir arka plan güncelleme kontrolü devam ediyor, lütfen tekrar deneyin.

source: Activate
de: Aktivieren
tr: Etkinleştir

source: Active
de: Aktiv
tr: Aktif

source: Active:
de: Aktiv:
tr: Aktif:

source: Are you ready to install ?
de: Jetzt installieren?
tr: Yüklemeye hazır mısınız?

source: Are you sure you want to delete image slot %s ?
de: Möchtest du diesen Image Slot %s wirklich löschen?
tr: % s resim yuvasını silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this backup:
de: Möchtest du dieses Backup wirklich löschen:
tr: Bu yedeklemeyi silmek istediğinizden emin misiniz:

source: Are you sure you want to delete this image backup:
de: Möchtest du dieses Image-Backup wirklich löschen:
tr: Bu resim yedeklemesini silmek istediğinizden emin misiniz:

source: Are you sure you want to download this image:
de: Möchtest du dieses Image wirklich herunterladen:
tr: Bu resmi indirmek istediğinizden emin misiniz:

source: Are you sure you want to flash this image:
de: Möchtest du dieses Image wirklich flashen:
tr: Bu resmi flaşlamak istediğinizden emin misiniz:

source: Are you sure you want to restore this backup:
de: Möchtest du dieses Backup wirklich wiederherstellen:
tr: Bu yedeklemeyi geri yüklemek istediğinizden emin misiniz:

source: Autostart
tr: Otomatik başlatma

source: Backing up eMMC partitions for USB flash ...
de: Sicherung der eMMC Partitionen für den USB-Stick...
tr: USB flash için eMMC bölümleri yedekleniyor ...

source: Backing up eMMC partitions for USB flash...
de: Sicherung der eMMC Partitionen für den USB-Stick...
tr: USB flash için eMMC bölümleri yedekleniyor ...

source: Backing up files...
de: Dateien werden gesichert...
tr: Dosyalar yedekleniyor ...

source: Backing up kernel...
de: Kernel wird gesichert...
tr: Çekirdek yedekleniyor ...

source: Backing up root file system...
de: Root-Dateisystem wird gesichert...
tr: Kök dosya sistemi yedekleniyor ...

source: Backup complete.
de: Backup abgeschlossen.
tr: Yedekleme tamamlandı.

source: Backup complete...
de: Backup abschließen...
tr: Yedekleme tamamlandı ...

source: Backup confirmation
de: Backup bestätigen
tr: Yedekleme onayı

source: Backup created
de: Backup erstellt
tr: Yedek oluşturuldu

source: Backup failed - e. g. wrong backup destination or no space left on backup device.
de: Backup fehlgeschlagen. Entweder falscher Speicherort oder nicht mehr genug Speicherplatz auf dem Gerät vorhanden.
tr: Yedekleme başarısız - örn. yanlış yedekleme hedefi veya yedekleme cihazında boş alan kalmamış.

source: Backup in progress, Please wait for it to finish, before trying again.
de: Backup läuft. Bitte warte, bis der Vorgang abgeschlossen ist, bevor du es erneut versuchst.
tr: Yedekleme devam ediyor, Lütfen tekrar denemeden önce bitmesini bekleyin.

source: Backup manager
tr: Yedekleme yöneticisi

source: Can't un-mount the partition; make sure it is not being used for SWAP or record/timeshift paths.
de: Unmount der Partition nicht möglich. Bitte stelle sicher das die Partition nicht als SWAP-, Aufnahme- oder Timeshift-Verzeichnis genutzt wird.
tr: Bölüm kaldırılamıyor; SWAP veya kayıt / zaman kaydırma yolları için kullanılmadığından emin olun.

source: Cancel
de: Abbrechen
tr: İptal

source: Change location
de: Zielverzeichnis ändern
tr: Konumu değiştir

source: Checking free RAM..
de: Überprüfe freien Speicher...
tr: Ücretsiz RAM denetleniyor ..

source: Checking softcams...
de: Überprüfe Softcams...
tr: Softcams kontrol ediliyor ...

source: Choose files
de: Dateien auswählen
tr: Dosya seç

source: Choose local IPK's folder
de: Lokales ipk-Verzeicnis auswählen
tr: Yerel IPK'nın klasörünü seç

source: Choose where to mount your devices to:
de: Mount-Verzeichnis der Geräte auswählen:
tr: Cihazlarınızı nereye monte edeceğinizi seçin:

source: Close
de: Schließen
tr: Kapat

source: Comparing against backup...
de: Backup wird geprüft...
tr: Yedekle karşılaştırılıyor ...

source: Compress
de: Komprimieren
tr: Sıkıştır

source: Create
de: Erstellen
tr: Yarat

source: Create and Manage your SWAP files.
de: Swap-Dateien erstellen und verwalten.
tr: SWAP dosyalarınızı oluşturun ve yönetin.

source: Create and flash complete images of your system.
de: Erstellen und Flashen eines kompletten Image von deinem System.
tr: Sisteminizin eksiksiz görüntülerini oluşturun ve flash yapın.

source: Create:
de: Erstellen:
tr: Oluştur:

source: Creating SWAP..
de: Erstelle SWAP...
tr: SWAP oluşturuluyor ..

source: Creating list of installed plugins...
de: Erstellen der Liste mit installierten Plugins...
tr: Yüklü eklentiler listesi yaratılıyor ...

source: Creating zip...
de: Erstelle ZIP...
tr: Zip oluşturuluyor ...

source: Current status:
de: Aktueller Status:
tr: Şu anki durum:

source: Daily
de: Täglich
tr: Günlük

source: Deactivate
de: Deaktivieren
tr: Devre dışı bırak

source: Delete
de: Löschen
tr: Sil

source: Deselect
de: Abwählen
tr: Seçimi kaldır

source: Device:
de: Gerät:
tr: Cihaz:

source: Device: None available
de: Gerät: Nicht verfügbar
tr: Cihaz: Yok

source: Disable startup
de: Deaktiviere Startup
tr: Başlamayı devre dışı bırak

source: Do you want to change download url
de: Möchtest Du die Download-URL ändern?
tr: İndirme URL'sini değiştirmek istiyor musunuz

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
de: Möchtest du ein Image-Backup erstellen? Der gesamte Vorgang dauert etwa 6 Minuten.
tr: Tam bir görüntü yedeği oluşturmak istiyor musunuz? Bu işlemin tamamlanması yaklaşık 6 dakika sürebilir.

source: Do you want to flash image %s
de: Möchtest du das folgende Image flashen %s
tr: Görüntüyü flaş etmek istiyor musunuz %s

source: Do you want to restart GUI now ?
de: Soll die Benutzeroberfläche jetzt neu gestartet werden?
tr: GUI'yi şimdi yeniden başlatmak istiyor musunuz?

source: Do you want to restore your Enigma2 plugins ?
de: Sollen deine Enigma2-Plugins wiederherstellt werden?
tr: Enigma2 eklentilerinizi geri yüklemek istiyor musunuz?

source: Do you want to restore your enigma2 settings ?
de: Sollen deine Enigma2-Einstellungen wiederherstellt werden?
tr: Enigma2 ayarlarınızı geri yüklemek istiyor musunuz?

source: Download
de: Herunterladen
tr: İndir

source: Download confirmation
de: Download bestätigen
tr: İndirme onayı

source: Downloading
de: Herunterladen
tr: İndiriliyor

source: Downloads
tr: İndirilenler

source: ET8500 Image Restore
de: ET8500 Image Wiederherstellen
tr: ET8500 Görüntü Geri Yükleme

source: ET8500 Multiboot: Yes to restore OS1 No to restore OS2:
de: ET8500 Multiboot: JA zum Wiederherstellen von OS1, NEIN zum Wiederherstellen von OS2:
tr: ET8500 Multiboot: OS1'i geri yüklemek için Evet OS2'yi geri yüklemek için Hayır:

source: Empty slot
de: Leerer Slot
tr: Boş yuva

source: Enable SWAP at startup
de: SWAP beim Start aktivieren
tr: Başlangıçta SWAP'yi etkinleştir

source: Enable startup
de: Aktiviere Startup
tr: Başlatmayı etkinleştir

source: Enough retries, delaying till next schedule.
de: Maximale Wiederholungen erreicht, warte bis zum nächsten Start.
tr: Bir sonraki programa kadar erteleme yeterlidir.

source: Erase
de: Löschen
tr: Sil

source: Exit the restore wizard
de: Wiederherstellungsassistenten beenden
tr: Geri yükleme sihirbazından çık

source: Expand
de: Erweitern
tr: Genişlet

source: Extra IPK's
tr: Ekstra IPK'lar

source: Flash confirmation
de: Flashen bestätigen
tr: Flaş onayı

source: Flash image unzip successful.
de: Entpacken des Flash-Images erfolgreich.
tr: Flash resmi unzip başarılı.

source: Found non-standard softcam, trying to start, this may fail.
de: Benutzerdefiniertes (non-standard) Softcam gefunden. Ein Startversuch könnte fehlschlagen.
tr: Standart dışı softcam bulundu, başlatmaya çalışıyor, bu başarısız olabilir.

source: Free space:
de: Freier Speicher:
tr: Boş alan:

source: H9SDcard Manager
de: H9 SD-Karten Verwaltung
tr: H9SDcard Yöneticisi

source: HARD DISK:
de: FESTPLATTE:
tr: SABİT DİSK:

source: IPK installer
de: IPK installieren
tr: IPK yükleyici

source: Image Version %s
tr: Görüntü Sürümü%s

source: Image manager
tr: Görüntü yöneticisi

source: Inactive
de: Inaktiv
tr: Aktif değil

source: Info
tr: Bilgi

source: Init SDcard
de: Initialisiere SD-Karte
tr: SDcard'ı başlat

source: Init Zgemma H9 SDCARD - please reboot after use.
de: Initialisiere Zgemma H9 SD-Karte - Bitte den Receiver danach neu starten.
tr: Init Zgemma H9 SDCARD - lütfen kullanımdan sonra yeniden başlatın.

source: Init Zgemma H9 USB/SDA1 - please reboot after use.
de: Initialisiere Zgemma H9 USB/SDA1 - Bitte den Receiver danach neu starten.
tr: Init Zgemma H9 USB / SDA1 - lütfen kullanımdan sonra yeniden başlatın.

source: Install
de: Installieren
tr: Yükle

source: Install IPK's from your tmp folder.
de: Installiere IPK's aus dem tmp-Verzeichnis.
tr: IPK'leri tmp klasörünüzden yükleyin.

source: Install confirmation
de: Installation bestätigen
tr: Yükleme onayı

source: Install extensions.
de: Installiere Erweiterungen.
tr: Uzantıları yükle.

source: Install local extension
de: Lokale Erweiterungen installieren
tr: Yerel uzantıyı kur

source: Installing...
de: Installiere...
tr: Yükleniyor ...

source: Invert
de: Invertieren
tr: Tersine çevir

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
de: Anscheinend hast du keinen IPK-Verzeichnis konfiguriert. Bitte richte es im Setup-Menü des Backup-Managers ein.
tr: Görünüşe göre fazladan bir konum ayarlamadınız. Lütfen bunu Backup manager kurulum menüsünde ayarlayın.

source: Logs
tr: Günlükler

source: Manage the backups of your settings.
de: Backups deiner Einstellungen verwalten.
tr: Ayarlarınızın yedeklerini yönetin.

source: Manage your devices mount points.
de: Mount-Verzeichnisse deiner Geräte verwalten.
tr: Cihazlarınızın bağlama noktalarını yönetin.

source: Mount
de: Mounten
tr: Bağla

source: Mount failed.
de: Mounten fehlgeschlagen.
tr: Bağlama başarısız.

source: Mount manager
tr: Mount yöneticisi

source: Mount:
tr: Bağla:

source: Move Nand root to SD card
de: Verschiebe Nand root auf SD-Karte
tr: Nand kökünü SD karta taşı

source: Moving to backup Location...
de: Verschiebe ins Backup-Verzeichnis...
tr: Yedeği yedeklemeye geçiliyor ...

source: Multiboot ERROR! - no STARTUP in boot partition.
de: Multiboot Fehler! - Kein STARTUP in Boot-Partition vorhanden.
tr: Çoklu önyükleme HATASI! - önyükleme bölümünde BAŞLATMA yok.

source: Multiboot only able to restore this backup to mmc slot1
de: Multiboot kann dieses Backup nur auf MMC Slot 1 wiederherstellen
tr: Çoklu önyükleme yalnızca bu yedeklemeyi mmc slot1'e geri yükleyebilir

source: NO, do not restore plugins
de: NEIN, Plugins nicht wiederherstellen
tr: HAYIR, eklentileri geri yükleme

source: NO, do not restore settings
de: NEIN, Einstellungen nicht wiederherstellen
tr: HAYIR, ayarları geri yükleme

source: New backup
de: Neues Backup
tr: Yeni yedekleme

source: Next backup:
de: Nächstes Backup:
tr: Sonraki yedekleme:

source: No images found for selected download server...if password check validity
de: Keine Images auf dem ausgewählten Server gefunden (Bei Authentifizierung das Passwort überprüfen).
tr: Seçilen indirme sunucusu için resim bulunamadı ... eğer şifre kontrol geçerliliği

source: None
de: Keine
tr: Yok

source: Note: slot list does not show current image or empty slots.
de: Hinweis: Slot-Liste zeigt nicht das aktuelle Image oder leere Slots an.
tr: Not: yuva listesi geçerli görüntüyü veya boş yuvaları göstermiyor.

source: Now skipping restore process
de: Wiederherstellungsprozess überspringen
tr: Şimdi geri yükleme işlemi atlanıyor

source: OK
tr: Tamam

source: OK, to perform a restore
de: OK, um die Wiederherstellung durchzuführen
tr: Tamam, geri yükleme gerçekleştirmek için

source: Please enter a folder that contains some packages.
de: Bitte einen Ordner auswählen, der Pakete enthält.
tr: Lütfen bazı paketler içeren bir klasör girin.

source: Please select device to use as SWAP file location.
de: Bitte ein Gerät als Speicherort für die SWAP-Datei auswählen.
tr: Lütfen SWAP dosyası konumu olarak kullanılacak cihazı seçin.

source: Please wait while plugins restore completes...
de: Bitte warten während die Plugins wiederhergestellt werden...
tr: Lütfen eklentilerin geri yüklenmesi tamamlanırken bekleyin ...

source: Please wait while scanning for devices...
de: Bitte warten während nach Geräten gesucht wird...
tr: Lütfen cihazları tararken bekleyin ...

source: Please wait while settings restore completes...
de: Bitte warten während Einstellungen wiederhergestellt werden...
tr: Lütfen ayarların geri yüklenmesi tamamlanırken bekleyin ...

source: Please wait while starting
de: Startvorgang abwarten
tr: Lütfen başlarken bekleyin

source: Please wait while stopping
de: Bitte den Vorgang abwarten
tr: Lütfen dururken bekleyin

source: Please wait while the flash prepares.
de: Bitte warten während der Flash vorbereitet wird.
tr: Lütfen flaş hazırlanırken bekleyin.

source: Please wait while the system gathers information...
de: Bitte warten während das System Informationen sammelt...
tr: Lütfen sistem bilgi toplarken bekleyin ...

source: Please wait.
de: Bitte warten.
tr: Lütfen bekleyin.

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device.
de: Erstellen der Plugin-Liste fehlgeschlagen. Entweder falscher Speicherort oder nicht mehr genug Speicherplatz auf dem Gerät vorhanden.
tr: Eklenti listesi başarısız oldu - örneğin yanlış yedekleme hedefi veya yedekleme cihazında boş alan kalmadı.

source: Preparing extra plugins...
de: Bereite Extra-Plugins vor...
tr: Fazladan eklentiler hazırlanıyor ...

source: Press 'Menu' to select a storage device
de: 'Menü' drücken zur Auswahl eines Massenspeichers
tr: Bir depolama cihazı seçmek için 'Menü'ye basın

source: Press OK to toggle the selection.
de: 'OK' drückem um die Auswahl umzukehren.
tr: Seçimi değiştirmek için OK tuşuna basın.

source: Press appropiate Init to move Nand root to SDcard.
de: Wähle das passende Init aus, um das Nand root auf die SD-Karte zu verschieben.
tr: Nand kökü SDcard'a taşımak için uygun Init tuşuna basın.

source: Reboot
de: Neustart
tr: Yeniden başlat

source: Rebooting...
de: Neustart...
tr: Yeniden başlatılıyor ...

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
de: Aufnahme(n) laufen oder starten in wenigen Sekunden! Möchtest du wirklich jetzt das Image %s flashen?
tr: Kayıtlar devam ediyor veya birkaç saniye içinde çıkıyor! Hala görüntüyü flaş etmek istiyor musunuz %s?

source: Remove confirmation
de: Entfernen bestätigen
tr: Onayı kaldır

source: Removing temp mounts...
de: Entferne temporäre Mounts...
tr: Geçici bağlantıların kaldırılması ...

source: Restart
de: Neustart
tr: Yeniden başlat

source: Restart GUI.
de: Benutzeroberfläche neu starten.
tr: GUI'yi yeniden başlat.

source: Restore
de: Wiederherstellen
tr: Geri yükle

source: Restore wizard
de: Wiederherstellung Assistent
tr: Geri yükleme sihirbazı

source: Restoring backup...
de: Backup wird wiederhergestellt..
tr: Yedekleme geri yükleniyor ...

source: Restoring plugins, this can take a long time...
de: Plugins werden wiederhergestellt. Dies kann eine Weile dauern...
tr: Eklentileri geri yüklemek uzun zaman alabilir ...

source: Restoring plugins...
de: Plugins wiederherstellen...
tr: Eklentiler geri yükleniyor ...

source: Retrieving image slots - Please wait...
de: Suche nach Image-Slots - Bitte warten...
tr: Görüntü yuvaları alınıyor - Lütfen bekleyin ...

source: Run
de: Ausführen
tr: Çalıştır

source: Run your shell scripts.
de: Deine Shell-Skripte ausführen.
tr: Kabuk betiklerinizi çalıştırın.

source: SWAP file not found. You have to create the file before you try to activate it.
de: SWAP-Datei nicht gefunden. Du muss die Datei erstellen, bevor sie aktiviert werden kann.
tr: SWAP dosyası bulunamadı. Etkinleştirmeye çalışmadan önce dosyayı oluşturmanız gerekir.

source: SWAP manager
tr: SWAP yöneticisi

source: SWAP place:
de: SWAP Lokation:
tr: SWAP yeri:

source: SWAP size:
de: SWAP Größe:
tr: SWAP boyutu:

source: Save
de: Speichern
tr: Kaydet

source: Script runner
de: Shell-Skripte ausführen
tr: Komut dosyası koşucusu

source: Select
de: Auswählen
tr: Seç

source: Select a backup to restore:
de: Wähle ein Backup zum Wiederherstellen aus:
tr: Geri yüklenecek bir yedek seçin:

source: Select a package to install:
de: Paket zur Installation auswählen:
tr: Kurulacak paketi seçin:

source: Select an image to flash:
de: Wähle ein Image zum Wiederherstellen aus:
tr: Flaşlanacak bir resim seçin:

source: Select extra packages folder
de: Wähle das Verzeichnis mit Extra-Pakete aus
tr: Ek paketler klasörü seç

source: Select files/folders to backup
de: Wähle die Dateien/Verzeichnisse zur Sicherung aus
tr: Yedeklenecek dosyaları / klasörleri seç

source: Select folder that contains plugins
de: Wähle das Verzeichnis mit Plugins aus
tr: Eklentiler içeren klasörü seç

source: Select the SWAP file size:
de: Wähle Größe der SWAP-Datei aus:
tr: SWAP dosya boyutunu seçin:

source: Select:
de: Auswählen:
tr: Seç:

source: Setting up...
de: Konfiguriere...
tr: Ayarlanıyor ...

source: Setup mounts
de: Konfiguriere Mounts
tr: Kurulum bağlar

source: Size:
de: Größe:
tr: Boyut:

source: Softcam starting...
de: Softcam startet...
tr: Softcam başlıyor ...

source: Softcam stopping...
de: Softcam stoppt...
tr: Softcam duruyor ...

source: SoftcamCheck
de: Softcam-Überprüfung
tr: SoftcamKontrol

source: Sorry but that location does not exist or is not setup. Please set it up in the Backup manager setup menu.
de: Entschuldigung, dieses Verzeichnis existiert nicht oder ist nicht konfiguriert. Bitte im Backup Manager konfigurieren.
tr: Maalesef bu konum mevcut değil veya ayarlanmadı. Lütfen bunu Backup manager ayarlar menüsünde ayarlayın.

source: Sorry the feeds are down for maintenance. Please try again later.
de: Tut uns leid. Wegen Wartungsarbeiten sind die Feeds z.Z. nicht erreichbar. Bitte später erneut versuchen.
tr: Üzgünüz, özet akışları bakım için kapalı. Lütfen daha sonra tekrar deneyin.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
de: Tut uns leid. Wegen Wartungsarbeiten sind die Feeds z.Z. nicht erreichbar. Bitte versuche es später mit dem Backup Manager die Plugins wieder herzustellen.
tr: Üzgünüz, özet akışları bakım için kapalı. Lütfen eklentileri daha sonra geri yüklemek için Yedekleme yöneticisini kullanmayı deneyin.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
de: Tut uns leid. Wegen Wartungsarbeiten sind die Feeds z.Z. nicht erreichbar. Bitte versuche es später mit dem Backup Manager die Plugins wieder herzustellen.
tr: Üzgünüz, özet akışları bakım için kapalı. Lütfen eklentileri daha sonra geri yüklemek için Yedekleme yöneticisini kullanmayı deneyin.

source: Sorry, but the file is not compatible with this image version.
de: Tut uns leid. Die Datei is nicht kompatibel mit dieser Image-Version.
tr: Maalesef dosya bu resim sürümüyle uyumlu değil.

source: Sorry, but the restore failed.
de: Entschuldigung, die Wiederherstellung ist fehlgeschlagen.
tr: Üzgünüm, ancak geri yükleme başarısız.

source: Sorry, no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems.
de: Tut uns leid. Es gibt kein Laufwerk das SWAP unterstützt. SWAP-Datei kann nicht im Netzwerk oder auf FAT32-Geräten erstellt werden.
tr: Maalesef, SWAP'ı destekleyen hiçbir fiziksel cihaz bağlı değil. Ağda veya fat32 dosya sistemlerinde SWAP dosyası oluşturulamıyor.

source: Sorry, not enough free RAM found, and no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems, unable to make backup.
de: Tut uns leid. Nicht genug freier Speicherplatz verfügbar, es gibt kein Laufwerk das SWAP unterstützt. SWAP-Datei kann nicht im Netzwerk oder auf FAT32-Geräten erstellt werden. Backup nicht möglich.
tr: Üzgünüm, yeterli boş RAM bulunamadı ve SWAP'ı destekleyen fiziksel cihazlar bağlı değil. Ağda veya fat32 dosya sistemlerinde SWAP dosyası oluşturulamıyor, yedekleme yapılamıyor.

source: Start
tr: Başlat

source: Starting...
de: Starten....
tr: Başlatılıyor ...

source: Status:
tr: Durum:

source: Stop
tr: Durdur

source: Temp folder
de: Temp-Verzeichnis
tr: Temp klasörü

source: The backup location does not have enough free space.
de: Der Speicherort für die Backups hat nicht genug freien Speicherplatz verfügbar.
tr: Yedekleme yerinde yeterli boş alan yok.

source: The backup location does not have enough free space.
de: Der Speicherort für die Backups hat nicht genug freien Speicherplatz verfügbar.
tr: Yedekleme yerinde yeterli boş alan yok.

source: The chosen location does not exist, using /media/hdd.
de: Der gewählte Speicherort existiert nicht. /media/hdd wird benutzt.
tr: /media/hdd kullanılarak seçilen konum mevcut değil.

source: There is a problem with this device. Please reformat it and try again.
de: Es gibt ein Problem mit diesem Gerät. Bitte formatieren und es dann erneut versuchen.
tr: Bu cihazla ilgili bir sorun var. Lütfen yeniden biçimlendirin ve tekrar deneyin.

source: There is no backup to delete.
de: Kein Backup zum Löschen vorhanden.
tr: Silinecek yedek yok.

source: There is no backup to restore.
de: Kein Backup zum Wiederherstellen verhanden.
tr: Geri yüklenecek yedek yok.

source: There is no image to delete.
de: Kein Image zum Löschen vorhanden.
tr: Silinecek resim yok.

source: There is no image to flash.
de: Kein Image zum Flashen vorhanden.
tr: Flash görüntü yok.

source: This device is already mounted as HDD.
de: Dieses Gerät wurde bereits als HDD gemountet.
tr: Bu aygıt zaten HDD olarak monte edilmiş.

source: Type:
de: Typ:
tr: Tür:

source: Un-mount
tr: Montajdan kaldır

source: Unzip error (also sent to any debug log): %s
de: Fehler beim Entpacken (siehe Debug-Log):%s
tr: Sıkıştırılmış hata (hata ayıklama günlüğüne de gönderilir): %s

source: Updating mount locations...
de: Aktualisieren der Mount-Verzeichnisse...
tr: Bağlama konumları güncelleniyor ...

source: Use as HDD
de: Als HDD verwenden
tr: HDD Olarak Kullan

source: Use the cursor keys to select an installed image and then Erase button.
de: Benutze die Pfeiltasten um ein installiertes Image zu auswählen und führe danach den 'Löschen'-Befehl aus.
tr: Yüklü bir görüntüyü seçmek için imleç tuşlarını kullanın ve ardından Sil düğmesini tıklayın.

source: View progress
de: Fortschritt anzeigen
tr: İlerlemeyi görüntüle

source: Wait please while creating SWAP file...
de: Bitte warten. SWAP-Datei wird erstellt.
tr: SWAP dosyası oluşturulurken lütfen bekleyin ...

source: Wait please while scanning for softcam's...
de: Bitte warten während nach Softcams gesucht wird...
tr: Tarama sırasında lütfen bekleyin softcam için ...

source: Wait please while scanning...
de: Bitte warten während der Suche...
tr: Lütfen tararken bekleyin ...

source: Weekly
de: Wöchentlich
tr: Haftalık

source: YES, to restore plugins
de: JA, um die Plugins wiederherzustellen
tr: EVET, eklentileri geri yüklemek için

source: YES, to restore settings
de: JA, um die Einstellungen wiederherzustellen
tr: EVET, ayarları geri yüklemek için
